Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=809_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Ođđ mättǩeŠrjj lookkjiškooul tâŠvvsääŠm jieŠnnǩiõŠlle iŠlmstõõvi
fin: Lukion pohjoissaamen äidinkielen opetusta varten on ilmestynyt uusi oppikirja

source: Ǩeʹrjj lij jurddum jieʹnnǩiõl da ǩeʹrjjlažvuõđ mättaunnâž nuuʹbb kuurs mättŠtõʹsse.
fin: Kirja on tarkoitettu äidinkielen ja kirjallisuuden oppiaineen toisen kurssin opetukseen.

source: Kuurs viõusmõs teädd lij teeʹksti raajõõzzin da miârkkšõõvvmõõžžin.
fin: Kurssin pääpaino on tekstien rakenteissa ja merkityksissä.

source: Ǩeʹrjj jääʹǩǩat lookkjiškooul jieʹnnǩiõl väʹlddkååddlaž mättʼtemplaan.
fin: Kirja noudattaa lukion äidinkielen valtakunnallista opetussuunnitelmaa.

source: Lookkjiškooul jieʹnnǩiõl mättʼtõõttmõõžžâst mušttʼtee sääʹmǩiõl da – kulttuur lââʹssen ǩeʹrjjlažvuõđ da tõn tuʹlǩǩumuužž.
fin: Lukion äidinkielen opetuksessa painotetaan saamen kielen ja - kulttuurin lisäksi kirjallisuutta ja sen tulkintaa.

source: Mättʼtõõđi mättje ǩeeʹrjted määŋgnallšem teeʹkstid da siõmmnai siõmmnai še ođđ maallid da ǩiõččâmvueʹjjid teeʹksti jerrumuʹšše da toolkav tulǩǩumuʹšše.
fin: Opiskelijat oppivat kirjoittamaan monenlaisia tekstejä ja vähitellen myös uusia tapoja ja näkökulmia tekstien analysointiin ja tulkintaan.

source: Ǩeeʹrj liâ ǩeeʹrjtam Marjaana Aikio, Helmi Länsman, Maarit Magga da Elen Anne Sara.
fin: Kirjan ovat kirjoittaneet Marjaana Aikio, Helmi Länsman, Maarit Magga ja Elen Anne Sara.

source: Tania-Maria Moilanen lij ǩeeʹrj pirstõõǥǥi tueʹǩǩen da graaflaž plaanumuužž tueʹǩǩen lij Svea Päiviö.
fin: Kirjan piirrokset ovat Tania-Maria Moilasen käsialaa ja graafinen suunnittelu Svea Päiviön.

source: Giela geainnut 2 lij juätkk eeʹjjest 2012 čõõđtum seämmanõmmsaž vuõssmõs kuurs mättǩerjja.
fin: Giela geainnut 2 on jatkoa vuonna 2012 julkaistulle samannimiselle ensimmäisen kurssin oppikirjalle.

source: Lââʹssteâđaid täʹst.
fin: Lisätietoja tästä.
